Repository: flrnsndr/Dawny
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Add \(.applicationName) for today
de: Für heute zu \(.applicationName) hinzufügen
es: Añadir a \(.applicationName) para hoy
fr: Ajouter à \(.applicationName) pour aujourd’hui
it: Aggiungi a \(.applicationName) per oggi
ja: \(.applicationName)に今日のタスクを追加
ko: \(.applicationName)에 오늘 할 일 추가
pt_br: Adicionar ao \(.applicationName) para hoje
zh_hans: 为今天添加到 \(.applicationName)

source: Add \(.applicationName) today
de: Heute zu \(.applicationName) hinzufügen
es: Añadir a \(.applicationName) hoy
fr: Ajouter à \(.applicationName) aujourd’hui
it: Aggiungi a \(.applicationName) oggi
ja: 今日\(.applicationName)に追加
ko: 오늘 \(.applicationName)에 추가
pt_br: Adicionar ao \(.applicationName) hoje
zh_hans: 今天加入 \(.applicationName)

source: Add \(\.$taskTitle) to backlog
de: \(\.$taskTitle) zum Backlog hinzufügen
es: Añadir \(\.$taskTitle) al Backlog
fr: Ajouter \(\.$taskTitle) au Backlog
it: Aggiungi \(\.$taskTitle) al Backlog
ja: \(\.$taskTitle)をバックログに追加
ko: \(\.$taskTitle)을(를) 백로그에 추가
pt_br: Adicionar \(\.$taskTitle) ao Backlog
zh_hans: 将 \(\.$taskTitle) 添加到待办清单

source: Add \(\.$taskTitle) to today
de: \(\.$taskTitle) für heute hinzufügen
es: Añadir \(\.$taskTitle) a hoy
fr: Ajouter \(\.$taskTitle) à aujourd’hui
it: Aggiungi \(\.$taskTitle) a oggi
ja: \(\.$taskTitle)を今日に追加
ko: \(\.$taskTitle)을(를) 오늘에 추가
pt_br: Adicionar \(\.$taskTitle) a hoje
zh_hans: 将 \(\.$taskTitle) 添加到今天

source: Add for today in \(.applicationName)
de: Für heute in \(.applicationName) hinzufügen
es: Añadir a hoy en \(.applicationName)
fr: Ajouter pour aujourd’hui dans \(.applicationName)
it: Aggiungi a oggi in \(.applicationName)
ja: \(.applicationName)で今日に追加
ko: \(.applicationName)에서 오늘에 추가
pt_br: Adicionar para hoje no \(.applicationName)
zh_hans: 在 \(.applicationName) 中添加到今天

source: Add something to \(.applicationName)
de: Etwas zu \(.applicationName) hinzufügen
es: Añadir algo a \(.applicationName)
fr: Ajouter quelque chose dans \(.applicationName)
it: Aggiungi qualcosa a \(.applicationName)
ja: \(.applicationName)に何か追加
ko: \(.applicationName)에 무언가 추가
pt_br: Adicionar algo ao \(.applicationName)
zh_hans: 向 \(.applicationName) 添加内容

source: Add task in \(.applicationName)
de: Aufgabe in \(.applicationName) hinzufügen
es: Añadir tarea en \(.applicationName)
fr: Ajouter une tâche dans \(.applicationName)
it: Aggiungi attività in \(.applicationName)
ja: \(.applicationName)にタスクを追加
ko: \(.applicationName)에 작업 추가
pt_br: Adicionar tarefa no \(.applicationName)
zh_hans: 在 \(.applicationName) 中添加任务

source: Add today in \(.applicationName)
de: Heute in \(.applicationName) hinzufügen
es: Añadir hoy en \(.applicationName)
fr: Ajouter aujourd’hui dans \(.applicationName)
it: Aggiungi oggi in \(.applicationName)
ja: \(.applicationName)で今日追加
ko: \(.applicationName)에서 오늘 추가
pt_br: Adicionar hoje no \(.applicationName)
zh_hans: 今天在 \(.applicationName) 中添加

# backlog.debug.clear.message
source: All tasks (Backlog and Today) will be deleted.
de: Alle Aufgaben (Backlog und Heute) werden gelöscht.
es: Se eliminarán todas las tareas (Backlog y Hoy).
fr: Toutes les tâches (Backlog et Aujourd’hui) seront supprimées.
it: Verranno eliminate tutte le attività (Backlog e Oggi).
ja: すべてのタスク(バックログと今日)が削除されます。
ko: 모든 작업(백로그와 오늘)이 삭제됩니다.
pt_br: Todas as tarefas (Backlog e Hoje) serão excluídas.
zh_hans: 所有任务（待办清单和今天）都会被删除。

# backlog.swipe.today
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天

# category.action.changeIcon
source: Change symbol
de: Symbol ändern
es: Cambiar símbolo
fr: Modifier le symbole
it: Cambia simbolo
ja: シンボルを変更
ko: 기호 변경
pt_br: Alterar símbolo
zh_hans: 更改图标

# category.action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

# category.action.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑

# category.action.makeRecurring
source: Mark as recurring
de: Als wiederkehrend markieren
es: Marcar como recurrente
fr: Marquer comme récurrent
it: Segna come ricorrente
ja: 繰り返しに設定
ko: 반복으로 표시
pt_br: Marcar como recorrente
zh_hans: 标记为重复

# category.action.unmakeRecurring
source: Remove recurring
de: Wiederkehrend aufheben
es: Quitar recurrencia
fr: Retirer le récurrent
it: Rimuovi ricorrenza
ja: 繰り返しを解除
ko: 반복 해제
pt_br: Remover recorrente
zh_hans: 取消重复

# category.add.recurringToggle
source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
it: Ricorrente
ja: 繰り返し
ko: 반복
pt_br: Recorrente
zh_hans: 重复

# category.recurring.default.name
source: Recurring Tasks
de: Wiederkehrende Aufgaben
es: Tareas recurrentes
fr: Tâches récurrentes
it: Attività ricorrenti
ja: 繰り返しタスク
ko: 반복 작업
pt_br: Tarefas recorrentes
zh_hans: 重复任务

# task.recurring.badge
source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
it: Ricorrente
ja: 繰り返し
ko: 반복
pt_br: Recorrente
zh_hans: 重复

# category.add.accessibility
source: Add new category
de: Neue Kategorie hinzufügen
es: Añadir nueva categoría
fr: Ajouter une catégorie
it: Aggiungi nuova categoria
ja: 新しいカテゴリを追加
ko: 새 카테고리 추가
pt_br: Adicionar nova categoria
zh_hans: 添加新分类

# category.add.placeholder
source: New category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
it: Nuova categoria
ja: 新しいカテゴリ
ko: 새 카테고리
pt_br: Nova categoria
zh_hans: 新建分类

# category.custom.name
source: New category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
it: Nuova categoria
ja: 新しいカテゴリ
ko: 새 카테고리
pt_br: Nova categoria
zh_hans: 新建分类

# category.delete.confirm
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

# category.delete.deleteTasks
source: Delete Tasks Too
de: Aufgaben mitlöschen
es: Eliminar también las tareas
fr: Supprimer aussi les tâches
it: Elimina anche le attività
ja: タスクも削除
ko: 작업도 함께 삭제
pt_br: Excluir também as tarefas
zh_hans: 同时删除任务

# category.delete.message
source: This category contains %lld tasks. What should happen to them?
de: Diese Kategorie enthält %lld Aufgaben. Was soll mit ihnen geschehen?
es: Esta categoría contiene %lld tareas. ¿Qué quieres hacer con ellas?
fr: Cette catégorie contient %lld tâches. Que faire de ces tâches ?
it: Questa categoria contiene %lld attività. Cosa vuoi farne?
ja: このカテゴリには%lld件のタスクがあります。どうしますか？
ko: 이 카테고리에 %lld개의 작업이 있습니다. 어떻게 할까요?
pt_br: Esta categoria contém %lld tarefas. O que fazer com elas?
zh_hans: 该分类包含 %lld 个任务。如何处理？

# category.delete.messageEmpty
source: This category contains no tasks.
de: Diese Kategorie enthält keine Aufgaben.
es: Esta categoría no contiene tareas.
fr: Cette catégorie ne contient aucune tâche.
it: Questa categoria non contiene attività.
ja: このカテゴリにはタスクがありません。
ko: 이 카테고리에는 작업이 없습니다.
pt_br: Esta categoria não contém tarefas.
zh_hans: 该分类下没有任务。

# category.delete.moveTasks
source: Move Tasks to Uncategorized
de: Aufgaben in „Unkategorisiert“ verschieben
es: Mover tareas a Sin categoría
fr: Déplacer les tâches vers Sans catégorie
it: Sposta le attività in Senza categoria
ja: タスクを「未分類」に移動
ko: 작업을 ‘미분류’로 이동
pt_br: Mover tarefas para Sem categoria
zh_hans: 将任务移至“未分类”

# category.delete.title
source: Delete category “%@”?
de: Kategorie „%@“ löschen?
es: ¿Eliminar la categoría «%@»?
fr: Supprimer la catégorie « %@ » ?
it: Eliminare la categoria “%@”?
ja: カテゴリ「%@」を削除しますか？
ko: ‘%@’ 카테고리를 삭제할까요?
pt_br: Excluir a categoria “%@”?
zh_hans: 删除分类“%@”？

# category.delete.titleFallback
source: Delete category?
de: Kategorie löschen?
es: ¿Eliminar la categoría?
fr: Supprimer la catégorie ?
it: Eliminare la categoria?
ja: カテゴリを削除しますか？
ko: 카테고리를 삭제할까요?
pt_br: Excluir a categoria?
zh_hans: 删除该分类？

# category.edit.errorProtected
source: This category can’t be modified.
de: Diese Kategorie kann nicht verändert werden.
es: Esta categoría no se puede modificar.
fr: Cette catégorie ne peut pas être modifiée.
it: Questa categoria non può essere modificata.
ja: このカテゴリは変更できません。
ko: 이 카테고리는 변경할 수 없습니다.
pt_br: Esta categoria não pode ser modificada.
zh_hans: 该分类无法修改。

# category.edit.errorUncategorizedMissing
source: The Uncategorized category couldn’t be found.
de: Die Kategorie „Unkategorisiert“ wurde nicht gefunden.
es: No se encontró la categoría Sin categoría.
fr: La catégorie Sans catégorie est introuvable.
it: Categoria Senza categoria non trovata.
ja: 「未分類」カテゴリが見つかりません。
ko: ‘미분류’ 카테고리를 찾을 수 없습니다.
pt_br: A categoria Sem categoria não foi encontrada.
zh_hans: 找不到“未分类”分类。

# category.menu.uncategorized
source: Uncategorized
de: Unkategorisiert
es: Sin categoría
fr: Sans catégorie
it: Senza categoria
ja: 未分類
ko: 미분류
pt_br: Sem categoria
zh_hans: 未分类

# category.quick.name
source: Quick
de: Schnell erledigt
es: Rápidas
fr: Rapides
it: Veloci
ja: すぐ片付ける
ko: 빨리 처리
pt_br: Rápidas
zh_hans: 快速搞定

# category.rename.errorEmpty
source: The name can’t be empty.
de: Der Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
it: Il nome non può essere vuoto.
ja: 名前を空にすることはできません。
ko: 이름은 비워둘 수 없습니다.
pt_br: O nome não pode ficar em branco.
zh_hans: 名称不能为空。

# category.rename.errorTooLong
source: The name may be at most %lld characters.
de: Der Name darf höchstens %lld Zeichen lang sein.
es: El nombre puede tener como máximo %lld caracteres.
fr: Le nom doit comporter au maximum %lld caractères.
it: Il nome può contenere al massimo %lld caratteri.
ja: 名前は最大%lld文字までです。
ko: 이름은 최대 %lld자까지 가능합니다.
pt_br: O nome pode ter no máximo %lld caracteres.
zh_hans: 名称最多 %lld 个字符。

# category.someday.name
source: Someday
de: Irgendwann
es: Algún día
fr: Un jour
it: Un giorno
ja: いつか
ko: 언젠가
pt_br: Algum dia
zh_hans: 某天

# category.symbolPicker.empty.message
source: Try a different search term.
de: Versuche einen anderen Suchbegriff.
es: Prueba con otro término de búsqueda.
fr: Essayez un autre terme de recherche.
it: Prova con un altro termine di ricerca.
ja: 別の検索語を試してください。
ko: 다른 검색어로 시도해 보세요.
pt_br: Tente outro termo de busca.
zh_hans: 试试其他搜索词。

# category.symbolPicker.empty.title
source: No symbols found
de: Keine Symbole gefunden
es: No se encontraron símbolos
fr: Aucun symbole trouvé
it: Nessun simbolo trovato
ja: シンボルが見つかりません
ko: 기호를 찾을 수 없습니다
pt_br: Nenhum símbolo encontrado
zh_hans: 未找到图标

# category.symbolPicker.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
zh_hans: 搜索

# category.symbolPicker.section.personal
source: Personal
de: Privat
fr: Personnel
it: Personale
ja: プライベート
ko: 개인
pt_br: Pessoal
zh_hans: 个人

# category.symbolPicker.section.suggested
source: Recommended
de: Empfohlen
es: Sugeridos
fr: Recommandés
it: Consigliati
ja: おすすめ
ko: 추천
pt_br: Sugeridos
zh_hans: 推荐

# category.symbolPicker.section.symbols
source: Symbols
de: Symbole
es: Símbolos
fr: Symboles
it: Simboli
ja: シンボル
ko: 기호
pt_br: Símbolos
zh_hans: 图标

# category.symbolPicker.section.travel
source: Travel & Outdoor
de: Reise & Outdoor
es: Viajes y aire libre
fr: Voyages et plein air
it: Viaggi e all’aperto
ja: 旅行・アウトドア
ko: 여행·아웃도어
pt_br: Viagem e ar livre
zh_hans: 旅行与户外

# category.symbolPicker.section.work
source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
ja: 仕事
ko: 업무
pt_br: Trabalho
zh_hans: 工作

# category.symbolPicker.title
source: Choose symbol
de: Symbol auswählen
es: Elegir símbolo
fr: Choisir un symbole
it: Scegli simbolo
ja: シンボルを選択
ko: 기호 선택
pt_br: Escolher símbolo
zh_hans: 选择图标

# category.thisMonth.name
source: This Month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
ja: 今月
ko: 이번 달
pt_br: Este mês
zh_hans: 本月

# category.thisWeek.name
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
pt_br: Esta semana
zh_hans: 本周

# category.thisYear.name
source: This Year
de: Dieses Jahr
es: Este año
fr: Cette année
it: Quest’anno
ja: 今年
ko: 올해
pt_br: Este ano
zh_hans: 今年

# category.uncategorized.name
source: Uncategorized
de: Unkategorisiert
es: Sin categoría
fr: Sans catégorie
it: Senza categoria
ja: 未分類
ko: 미분류
pt_br: Sem categoria
zh_hans: 未分类

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

# common.done
source: Done
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK
zh_hans: 完成

# debug.testtask.quick.1
source: Walk the dog 🐕
de: Mit dem Hund rausgehen 🐕
es: Pasear al perro 🐕
fr: Promener le chien 🐕
it: Portare a spasso il cane 🐕
ja: 犬の散歩 🐕
ko: 강아지 산책시키기 🐕
pt_br: Passear com o cachorro 🐕
zh_hans: 遛狗 🐕

# debug.testtask.quick.2
source: Make doctor’s appointment
de: Arzttermin vereinbaren
es: Pedir cita con el médico
fr: Prendre rendez-vous chez le médecin
it: Fissare un appuntamento dal medico
ja: 病院の予約をする
ko: 병원 예약하기
pt_br: Marcar consulta médica
zh_hans: 预约看医生

# debug.testtask.quick.3
source: Get concert tickets 🎟️
de: Konzerttickets kaufen 🎟️
es: Comprar entradas para el concierto 🎟️
fr: Acheter des billets de concert 🎟️
it: Comprare i biglietti del concerto 🎟️
ja: コンサートのチケットを取る 🎟️
ko: 콘서트 티켓 사기 🎟️
pt_br: Comprar ingressos para o show 🎟️
zh_hans: 买演唱会门票 🎟️

# debug.testtask.quick.4
source: Pick up package 📦
de: Paket abholen 📦
es: Recoger paquete 📦
fr: Récupérer le colis 📦
it: Ritirare il pacco 📦
ja: 荷物を受け取る 📦
ko: 택배 찾으러 가기 📦
pt_br: Buscar encomenda 📦
zh_hans: 取快递 📦

# debug.testtask.quick.5
source: Pay parking ticket
de: Strafzettel bezahlen
es: Pagar la multa de aparcamiento
fr: Payer l’amende de stationnement
it: Pagare la multa per la sosta
ja: 駐車違反の罰金を払う
ko: 주차 위반 과태료 납부
pt_br: Pagar multa de estacionamento
zh_hans: 缴停车罚单

# debug.testtask.recurring.1
source: Brush teeth
de: Zähne putzen
es: Lavarse los dientes
fr: Se brosser les dents
it: Lavare i denti
ja: 歯を磨く
ko: 양치하기
pt_br: Escovar os dentes
zh_hans: 刷牙

# debug.testtask.recurring.2
source: Drink a glass of water
de: Ein Glas Wasser trinken
es: Beber un vaso de agua
fr: Boire un verre d’eau
it: Bere un bicchiere d’acqua
ja: 水を一杯飲む
ko: 물 한 잔 마시기
pt_br: Beber um copo de água
zh_hans: 喝一杯水

# debug.testtask.recurring.3
source: 5 min stretch break
de: 5 Min. Dehnen
es: 5 min de estiramiento
fr: 5 min d’étirements
it: 5 min di stiramento
ja: 5分ストレッチ
ko: 5분 스트레칭
pt_br: 5 min de alongamento
zh_hans: 5分钟拉伸

# debug.testtask.someday.1
source: Dye hair blue
de: Haare blau färben
es: Teñirme el pelo de azul
fr: Me teindre les cheveux en bleu
it: Tingermi i capelli di blu
ja: 髪を青く染める
ko: 머리 파랗게 염색하기
pt_br: Pintar o cabelo de azul
zh_hans: 把头发染成蓝色

# debug.testtask.someday.2
source: Book trip to Tokyo ✈️
de: Reise nach Tokio buchen ✈️
es: Reservar un viaje a Tokio ✈️
fr: Réserver un voyage à Tokyo ✈️
it: Prenotare un viaggio a Tokyo ✈️
ja: 東京旅行を予約する ✈️
ko: 도쿄 여행 예약하기 ✈️
pt_br: Reservar uma viagem a Tóquio ✈️
zh_hans: 订一趟东京之旅 ✈️

# debug.testtask.someday.3
source: Learn to play guitar 🎸
de: Gitarre spielen lernen 🎸
es: Aprender a tocar la guitarra 🎸
fr: Apprendre à jouer de la guitare 🎸
it: Imparare a suonare la chitarra 🎸
ja: ギターを弾けるようになる 🎸
ko: 기타 배우기 🎸
pt_br: Aprender a tocar violão 🎸
zh_hans: 学吉他 🎸

# debug.testtask.someday.4
source: Run a marathon
de: Einen Marathon laufen
es: Correr un maratón
fr: Courir un marathon
it: Correre una maratona
ja: フルマラソンを走る
ko: 마라톤 완주하기
pt_br: Correr uma maratona
zh_hans: 跑一次马拉松

# debug.testtask.someday.5
source: Write a novel
de: Einen Roman schreiben
es: Escribir una novela
fr: Écrire un roman
it: Scrivere un romanzo
ja: 小説を書く
ko: 소설 쓰기
pt_br: Escrever um romance
zh_hans: 写一本小说

# debug.testtask.thismonth.1
source: Replace printer cartridge
de: Druckerpatrone wechseln
es: Cambiar el cartucho de la impresora
fr: Remplacer la cartouche d’imprimante
it: Sostituire la cartuccia della stampante
ja: プリンターのインクを交換する
ko: 프린터 잉크 교체하기
pt_br: Trocar o cartucho da impressora
zh_hans: 更换打印机墨盒

# debug.testtask.thismonth.2
source: Frame and hang new pictures 🖼️
de: Neue Bilder rahmen und aufhängen 🖼️
es: Enmarcar y colgar las fotos nuevas 🖼️
fr: Encadrer et accrocher les nouvelles photos 🖼️
it: Incorniciare e appendere le nuove foto 🖼️
ja: 新しい写真を額装して飾る 🖼️
ko: 새 사진 액자 만들고 걸기 🖼️
pt_br: Emoldurar e pendurar as fotos novas 🖼️
zh_hans: 把新照片装框挂起来 🖼️

# debug.testtask.thismonth.3
source: Clean the windows ✨
de: Fenster putzen ✨
es: Limpiar las ventanas ✨
fr: Nettoyer les vitres ✨
it: Pulire le finestre ✨
ja: 窓を掃除する ✨
ko: 창문 청소하기 ✨
pt_br: Limpar as janelas ✨
zh_hans: 擦窗户 ✨

# debug.testtask.thismonth.4
source: Take car in for inspection 🚗
de: Auto zur Inspektion bringen 🚗
es: Llevar el coche a la revisión 🚗
fr: Amener la voiture au contrôle technique 🚗
it: Portare l’auto al tagliando 🚗
ja: 車を点検に出す 🚗
ko: 차량 점검 맡기기 🚗
pt_br: Levar o carro para revisão 🚗
zh_hans: 把车送去保养 🚗

# debug.testtask.thismonth.5
source: Book birthday dinner 🎂
de: Geburtstagsessen reservieren 🎂
es: Reservar la cena de cumpleaños 🎂
fr: Réserver le dîner d’anniversaire 🎂
it: Prenotare la cena di compleanno 🎂
ja: 誕生日ディナーを予約する 🎂
ko: 생일 저녁 식사 예약 🎂
pt_br: Reservar o jantar de aniversário 🎂
zh_hans: 预订生日晚餐 🎂

# debug.testtask.thisweek.1
source: RSVP to Carla’s wedding 💌
de: Carlas Hochzeit zu-/absagen 💌
es: Confirmar asistencia a la boda de Carla 💌
fr: Répondre à l’invitation au mariage de Carla 💌
it: Confermare la presenza al matrimonio di Carla 💌
ja: カルラの結婚式に出欠の返事をする 💌
ko: 칼라 결혼식 참석 여부 답하기 💌
pt_br: Confirmar presença no casamento da Carla 💌
zh_hans: 回复 Carla 婚礼邀请 💌

# debug.testtask.thisweek.2
source: Get groceries 🛒
de: Einkaufen gehen 🛒
es: Hacer la compra 🛒
fr: Faire les courses 🛒
it: Fare la spesa 🛒
ja: 食料品の買い出し 🛒
ko: 장보기 🛒
pt_br: Fazer compras do mercado 🛒
zh_hans: 买菜 🛒

# debug.testtask.thisweek.3
source: Pick up prescription
de: Rezept aus Apotheke holen
es: Recoger la receta en la farmacia
fr: Récupérer l’ordonnance à la pharmacie
it: Ritirare la ricetta in farmacia
ja: 処方薬を受け取りに行く
ko: 처방약 받아오기
pt_br: Buscar receita na farmácia
zh_hans: 去药店取处方药

# debug.testtask.thisweek.4
source: Reply to Tom’s message 💬
de: Tom auf Nachricht antworten 💬
es: Responder al mensaje de Tom 💬
fr: Répondre au message de Tom 💬
it: Rispondere al messaggio di Tom 💬
ja: トムのメッセージに返信する 💬
ko: 톰 메시지에 답장하기 💬
pt_br: Responder à mensagem do Tom 💬
zh_hans: 回复 Tom 的消息 💬

# debug.testtask.thisweek.5
source: Submit expense report
de: Reisekostenabrechnung einreichen
es: Enviar informe de gastos
fr: Envoyer la note de frais
it: Inviare la nota spese
ja: 経費精算を提出する
ko: 경비 보고서 제출
pt_br: Enviar relatório de despesas
zh_hans: 提交报销单

# debug.testtask.thisyear.1
source: Buy a new fridge
de: Neuen Kühlschrank kaufen
es: Comprar una nevera nueva
fr: Acheter un nouveau frigo
it: Comprare un frigorifero nuovo
ja: 新しい冷蔵庫を買う
ko: 새 냉장고 사기
pt_br: Comprar uma geladeira nova
zh_hans: 买新冰箱

# debug.testtask.thisyear.2
source: Make list of birthday gifts 🎁
de: Geschenkeliste für Geburtstage machen 🎁
es: Hacer lista de regalos de cumpleaños 🎁
fr: Faire la liste des cadeaux d’anniversaire 🎁
it: Fare la lista dei regali di compleanno 🎁
ja: 誕生日プレゼントのリストを作る 🎁
ko: 생일 선물 목록 만들기 🎁
pt_br: Fazer lista de presentes de aniversário 🎁
zh_hans: 列生日礼物清单 🎁

# debug.testtask.thisyear.3
source: Renew passport
de: Reisepass verlängern
es: Renovar el pasaporte
fr: Renouveler le passeport
it: Rinnovare il passaporto
ja: パスポートを更新する
ko: 여권 갱신하기
pt_br: Renovar o passaporte
zh_hans: 续办护照

# debug.testtask.thisyear.4
source: Plan summer vacation ☀️
de: Sommerurlaub planen ☀️
es: Planear las vacaciones de verano ☀️
fr: Planifier les vacances d’été ☀️
it: Pianificare le vacanze estive ☀️
ja: 夏休みの計画を立てる ☀️
ko: 여름 휴가 계획 세우기 ☀️
pt_br: Planejar as férias de verão ☀️
zh_hans: 计划暑假旅行 ☀️

# debug.testtask.thisyear.5
source: Start running again
de: Wieder mit Joggen anfangen
es: Volver a salir a correr
fr: Recommencer à courir
it: Ricominciare a correre
ja: ランニングを再開する
ko: 다시 달리기 시작하기
pt_br: Voltar a correr
zh_hans: 重新开始跑步

# error.backlog.complete_task
source: Failed to complete task: %@
de: Aufgabe konnte nicht abgeschlossen werden: %@
es: No se pudo completar la tarea: %@
fr: Impossible de terminer la tâche : %@
it: Impossibile completare l’attività: %@
ja: タスクを完了できませんでした：%@
ko: 작업을 완료하지 못했습니다: %@
pt_br: Não foi possível concluir a tarefa: %@
zh_hans: 无法完成任务：%@

# error.backlog.create_backlog
source: Failed to create backlog: %@
de: Backlog konnte nicht erstellt werden: %@
es: No se pudo crear el Backlog: %@
fr: Impossible de créer le Backlog : %@
it: Impossibile creare il Backlog: %@
ja: バックログを作成できませんでした：%@
ko: 백로그를 만들지 못했습니다: %@
pt_br: Não foi possível criar o Backlog: %@
zh_hans: 无法创建待办清单：%@

# error.backlog.create_task
source: Failed to create task: %@
de: Aufgabe konnte nicht erstellt werden: %@
es: No se pudo crear la tarea: %@
fr: Impossible de créer la tâche : %@
it: Impossibile creare l’attività: %@
ja: タスクを作成できませんでした：%@
ko: 작업을 만들지 못했습니다: %@
pt_br: Não foi possível criar a tarefa: %@
zh_hans: 无法创建任务：%@

# error.backlog.debug_today_test_tasks
source: Failed to create test tasks: %@
de: Test-Aufgaben konnten nicht erstellt werden: %@
es: No se pudieron crear las tareas de prueba: %@
fr: Impossible de créer les tâches de test : %@
it: Impossibile creare le attività di test: %@
ja: テスト用タスクを作成できませんでした：%@
ko: 테스트 작업을 만들지 못했습니다: %@
pt_br: Não foi possível criar tarefas de teste: %@
zh_hans: 无法创建测试任务：%@

# error.backlog.delete_backlog
source: Failed to delete backlog: %@
de: Backlog konnte nicht gelöscht werden: %@
es: No se pudo eliminar el Backlog: %@
fr: Impossible de supprimer le Backlog : %@
it: Impossibile eliminare il Backlog: %@
ja: バックログを削除できませんでした：%@
ko: 백로그를 삭제하지 못했습니다: %@
pt_br: Não foi possível excluir o Backlog: %@
zh_hans: 无法删除待办清单：%@

# error.backlog.delete_task
source: Failed to delete task: %@
de: Aufgabe konnte nicht gelöscht werden: %@
es: No se pudo eliminar la tarea: %@
fr: Impossible de supprimer la tâche : %@
it: Impossibile eliminare l’attività: %@
ja: タスクを削除できませんでした：%@
ko: 작업을 삭제하지 못했습니다: %@
pt_br: Não foi possível excluir a tarefa: %@
zh_hans: 无法删除任务：%@

# error.backlog.load_backlogs
source: Failed to load backlogs: %@
de: Backlogs konnten nicht geladen werden: %@
es: No se pudieron cargar los Backlogs: %@
fr: Impossible de charger les Backlogs : %@
it: Impossibile caricare i Backlog: %@
ja: バックログを読み込めませんでした：%@
ko: 백로그를 불러오지 못했습니다: %@
pt_br: Não foi possível carregar os Backlogs: %@
zh_hans: 无法加载待办清单：%@

# error.backlog.move_task
source: Failed to move task: %@
de: Aufgabe konnte nicht verschoben werden: %@
es: No se pudo mover la tarea: %@
fr: Impossible de déplacer la tâche : %@
it: Impossibile spostare l’attività: %@
ja: タスクを移動できませんでした：%@
ko: 작업을 이동하지 못했습니다: %@
pt_br: Não foi possível mover a tarefa: %@
zh_hans: 无法移动任务：%@

# error.backlog.move_task_category
source: Failed to change task category: %@
de: Kategorie der Aufgabe konnte nicht geändert werden: %@
es: No se pudo cambiar la categoría de la tarea: %@
fr: Impossible de changer la catégorie de la tâche : %@
it: Impossibile cambiare la categoria dell’attività: %@
ja: タスクのカテゴリを変更できませんでした：%@
ko: 작업의 카테고리를 변경하지 못했습니다: %@
pt_br: Não foi possível alterar a categoria da tarefa: %@
zh_hans: 无法更改任务分类：%@

# error.backlog.move_to_backlog
source: Failed to move task to backlog: %@
de: Aufgabe konnte nicht ins Backlog verschoben werden: %@
es: No se pudo mover la tarea al Backlog: %@
fr: Impossible de déplacer la tâche vers le Backlog : %@
it: Impossibile spostare l’attività nel Backlog: %@
ja: タスクをバックログに移動できませんでした：%@
ko: 작업을 백로그로 이동하지 못했습니다: %@
pt_br: Não foi possível mover a tarefa para o Backlog: %@
zh_hans: 无法将任务移到待办清单：%@

# error.backlog.none_selected
source: No backlog selected.
de: Kein Backlog ausgewählt.
es: No hay ningún Backlog seleccionado.
fr: Aucun Backlog sélectionné.
it: Nessun Backlog selezionato.
ja: バックログが選択されていません。
ko: 선택된 백로그가 없습니다.
pt_br: Nenhum Backlog selecionado.
zh_hans: 未选择待办清单。
